{"10.1038/s41467-022-32490-y": "\n<div>\n    <h3>Spatiotemporal single-cell regulatory atlas reveals neural crest lineage diversification and cellular function during tooth morphogenesis</h3>\n    \n    <p><b>Authors:</b> Junjun Jing, Jifan Feng, Yuan Yuan, Tingwei Guo, Jie Lei, Fei Pei, Thach-Vu Ho, Yang Chai</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2022-8-16</p>\n</div>", "10.1002/jbmr.4410": "\n<div>\n    <h3>The diverse origin of bone-forming osteoblasts</h3>\n    \n    <p><b>Authors:</b> Toshihide Mizoguchi, Noriaki Ono</p>\n    \n    <p><b>Publisher:</b> Oxford University Press (OUP)</p>\n    <p><b>Published:</b> 2021-7-2</p>\n</div>", "10.1016/j.stem.2021.08.010": "\n<div>\n    <h3>Tracing the skeletal progenitor transition during postnatal bone formation</h3>\n    \n    <p><b>Authors:</b> Hui Sophie Shu, Yiming Liam Liu, Xinyu Thomas Tang, Xinyi Shirley Zhang, Bin Zhou, Weiguo Zou, Bo O. Zhou</p>\n    \n    <p><b>Publisher:</b> Elsevier BV</p>\n    <p><b>Published:</b> 2021-9-8</p>\n</div>", "10.7554/eLife.24712": "\n<div>\n    <h3>Resolving stem and progenitor cells in the adult mouse incisor through gene co-expression analysis</h3>\n    \n    <p><b>Authors:</b> Kerstin Seidel, Pauline Marangoni, Cynthia Tang, Bahar Houshmand, Wen Du, Richard L Maas, Steven Murray, Michael C Oldham, Ophir D Klein</p>\n    \n    <p><b>Publisher:</b> eLife Sciences Publications, Ltd</p>\n    <p><b>Published:</b> 2017-5-5</p>\n</div>", "10.1038/s41598-022-12867-1": "\n<div>\n    <h3>Comparative transcriptome profiles of human dental pulp stem cells from maxillary and mandibular teeth</h3>\n    \n    <p><b>Authors:</b> Thira Faruangsaeng, Sermporn Thaweesapphitak, Chompak Khamwachirapitak, Thantrira Porntaveetus, Vorasuk Shotelersuk</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2022-5-25</p>\n</div>", "10.1186/s13059-017-1157-7": "\n<div>\n    <h3>Transcriptomic signatures shaped by cell proportions shed light on comparative developmental biology</h3>\n    \n    <p><b>Authors:</b> Sophie Pantalacci, Laurent Guéguen, Coraline Petit, Anne Lambert, Renata Peterkovà, Marie Sémon</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2017-2-15</p>\n</div>", "10.1038/s41467-020-18512-7": "\n<div>\n    <h3>Dental cell type atlas reveals stem and differentiated cell types in mouse and human teeth</h3>\n    \n    <p><b>Authors:</b> Jan Krivanek, Ruslan A. Soldatov, Maria Eleni Kastriti, Tatiana Chontorotzea, Anna Nele Herdina, Julian Petersen, Bara Szarowska, Marie Landova, Veronika Kovar Matejova, Lydie Izakovicova Holla, Ulrike Kuchler, Ivana Vidovic Zdrilic, Anushree Vijaykumar, Anamaria Balic, Pauline Marangoni, Ophir D. Klein, Vitor C. M. Neves, Val Yianni, Paul T. Sharpe, Tibor Harkany, Brian D. Metscher, Marc Bajénoff, Mina Mina, Kaj Fried, Peter V. Kharchenko, Igor Adameyko</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2020-9-23</p>\n</div>", "10.1177/00220345241256286": "\n<div>\n    <h3><i>Six1</i> Regulates Mouse Incisor Development by Promoting <i>Dlx1/2/5</i> Expression</h3>\n    \n    <p><b>Authors:</b> S.Y. Luo, S. Wang, Z.X. Liu, Q. Bian, X.D. Wang</p>\n    \n    <p><b>Publisher:</b> SAGE Publications</p>\n    <p><b>Published:</b> 2024-8-5</p>\n</div>", "10.1038/nrg1380": "\n<div>\n    <h3>The cutting-edge of mammalian development; how the embryo makes teeth</h3>\n    \n    <p><b>Authors:</b> Abigail Tucker, Paul Sharpe</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2004-6-21</p>\n</div>", "10.1038/s41591-023-02327-2": "\n<div>\n    <h3>An integrated cell atlas of the lung in health and disease</h3>\n    \n    <p><b>Authors:</b> Lisa Sikkema, Ciro Ramírez-Suástegui, Daniel C. Strobl, Tessa E. Gillett, Luke Zappia, Elo Madissoon, Nikolay S. Markov, Laure-Emmanuelle Zaragosi, Yuge Ji, Meshal Ansari, Marie-Jeanne Arguel, Leonie Apperloo, Martin Banchero, Christophe Bécavin, Marijn Berg, Evgeny Chichelnitskiy, Mei-i Chung, Antoine Collin, Aurore C. A. Gay, Janine Gote-Schniering, Baharak Hooshiar Kashani, Kemal Inecik, Manu Jain, Theodore S. Kapellos, Tessa M. Kole, Sylvie Leroy, Christoph H. Mayr, Amanda J. Oliver, Michael von Papen, Lance Peter, Chase J. Taylor, Thomas Walzthoeni, Chuan Xu, Linh T. Bui, Carlo De Donno, Leander Dony, Alen Faiz, Minzhe Guo, Austin J. Gutierrez, Lukas Heumos, Ni Huang, Ignacio L. Ibarra, Nathan D. Jackson, Preetish Kadur Lakshminarasimha Murthy, Mohammad Lotfollahi, Tracy Tabib, Carlos Talavera-López, Kyle J. Travaglini, Anna Wilbrey-Clark, Kaylee B. Worlock, Masahiro Yoshida,  , Yuexin Chen, James S. Hagood, Ahmed Agami, Peter Horvath, Joakim Lundeberg, Charles-Hugo Marquette, Gloria Pryhuber, Chistos Samakovlis, Xin Sun, Lorraine B. Ware, Kun Zhang, Maarten van den Berge, Yohan Bossé, Tushar J. Desai, Oliver Eickelberg, Naftali Kaminski, Mark A. Krasnow, Robert Lafyatis, Marko Z. Nikolic, Joseph E. Powell, Jayaraj Rajagopal, Mauricio Rojas, Orit Rozenblatt-Rosen, Max A. Seibold, Dean Sheppard, Douglas P. Shepherd, Don D. Sin, Wim Timens, Alexander M. Tsankov, Jeffrey Whitsett, Yan Xu, Nicholas E. Banovich, Pascal Barbry, Thu Elizabeth Duong, Christine S. Falk, Kerstin B. Meyer, Jonathan A. Kropski, Dana Pe’er, Herbert B. Schiller, Purushothama Rao Tata, Joachim L. Schultze, Sara A. Teichmann, Alexander V. Misharin, Martijn C. Nawijn, Malte D. Luecken, Fabian J. Theis</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2023-6-8</p>\n</div>", "10.1186/s13059-019-1850-9": "\n<div>\n    <h3>A benchmark of batch-effect correction methods for single-cell RNA sequencing data</h3>\n    \n    <p><b>Authors:</b> Hoa Thi Nhu Tran, Kok Siong Ang, Marion Chevrier, Xiaomeng Zhang, Nicole Yee Shin Lee, Michelle Goh, Jinmiao Chen</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2020-1-16</p>\n</div>", "10.3892/mmr.2015.4106": "\n<div>\n    <h3>Derivation and growth characteristics of dental pulp stem cells from patients of different ages</h3>\n    \n    <p><b>Authors:</b> WEI WU, JIAN ZHOU, CHONG-TAO XU, JIE ZHANG, YAN-JIAO JIN, GENG-LIN SUN</p>\n    \n    <p><b>Publisher:</b> Spandidos Publications</p>\n    <p><b>Published:</b> 2015-7-21</p>\n</div>"}