{"10.1038/s41467-022-32490-y": "\n<div>\n    <h3>Spatiotemporal single-cell regulatory atlas reveals neural crest lineage diversification and cellular function during tooth morphogenesis</h3>\n    \n    <p><b>Authors:</b> Junjun Jing, Jifan Feng, Yuan Yuan, Tingwei Guo, Jie Lei, Fei Pei, Thach-Vu Ho, Yang Chai</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2022-8-16</p>\n</div>", "10.1002/jbmr.4410": "\n<div>\n    <h3>The diverse origin of bone-forming osteoblasts</h3>\n    \n    <p><b>Authors:</b> Toshihide Mizoguchi, Noriaki Ono</p>\n    \n    <p><b>Publisher:</b> Oxford University Press (OUP)</p>\n    <p><b>Published:</b> 2021-7-2</p>\n</div>", "10.1016/j.stem.2021.08.010": "\n<div>\n    <h3>Tracing the skeletal progenitor transition during postnatal bone formation</h3>\n    \n    <p><b>Authors:</b> Hui Sophie Shu, Yiming Liam Liu, Xinyu Thomas Tang, Xinyi Shirley Zhang, Bin Zhou, Weiguo Zou, Bo O. Zhou</p>\n    \n    <p><b>Publisher:</b> Elsevier BV</p>\n    <p><b>Published:</b> 2021-9-8</p>\n</div>", "10.7554/eLife.24712": "\n<div>\n    <h3>Resolving stem and progenitor cells in the adult mouse incisor through gene co-expression analysis</h3>\n    \n    <p><b>Authors:</b> Kerstin Seidel, Pauline Marangoni, Cynthia Tang, Bahar Houshmand, Wen Du, Richard L Maas, Steven Murray, Michael C Oldham, Ophir D Klein</p>\n    \n    <p><b>Publisher:</b> eLife Sciences Publications, Ltd</p>\n    <p><b>Published:</b> 2017-5-5</p>\n</div>", "10.1038/s41598-022-12867-1": "\n<div>\n    <h3>Comparative transcriptome profiles of human dental pulp stem cells from maxillary and mandibular teeth</h3>\n    \n    <p><b>Authors:</b> Thira Faruangsaeng, Sermporn Thaweesapphitak, Chompak Khamwachirapitak, Thantrira Porntaveetus, Vorasuk Shotelersuk</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2022-5-25</p>\n</div>", "10.1186/s13059-017-1157-7": "\n<div>\n    <h3>Transcriptomic signatures shaped by cell proportions shed light on comparative developmental biology</h3>\n    \n    <p><b>Authors:</b> Sophie Pantalacci, Laurent Guéguen, Coraline Petit, Anne Lambert, Renata Peterkovà, Marie Sémon</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2017-2-15</p>\n</div>", "10.1038/s41467-020-18512-7": "\n<div>\n    <h3>Dental cell type atlas reveals stem and differentiated cell types in mouse and human teeth</h3>\n    \n    <p><b>Authors:</b> Jan Krivanek, Ruslan A. Soldatov, Maria Eleni Kastriti, Tatiana Chontorotzea, Anna Nele Herdina, Julian Petersen, Bara Szarowska, Marie Landova, Veronika Kovar Matejova, Lydie Izakovicova Holla, Ulrike Kuchler, Ivana Vidovic Zdrilic, Anushree Vijaykumar, Anamaria Balic, Pauline Marangoni, Ophir D. Klein, Vitor C. M. Neves, Val Yianni, Paul T. Sharpe, Tibor Harkany, Brian D. Metscher, Marc Bajénoff, Mina Mina, Kaj Fried, Peter V. Kharchenko, Igor Adameyko</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2020-9-23</p>\n</div>", "10.1177/00220345241256286": "\n<div>\n    <h3><i>Six1</i> Regulates Mouse Incisor Development by Promoting <i>Dlx1/2/5</i> Expression</h3>\n    \n    <p><b>Authors:</b> S.Y. Luo, S. Wang, Z.X. Liu, Q. Bian, X.D. Wang</p>\n    \n    <p><b>Publisher:</b> SAGE Publications</p>\n    <p><b>Published:</b> 2024-8-5</p>\n</div>", "10.1038/nrg1380": "\n<div>\n    <h3>The cutting-edge of mammalian development; how the embryo makes teeth</h3>\n    \n    <p><b>Authors:</b> Abigail Tucker, Paul Sharpe</p>\n    \n    <p><b>Publisher:</b> Springer Science and Business Media LLC</p>\n    <p><b>Published:</b> 2004-6-21</p>\n</div>"}